controllers/AppController.php

SELECT * FROM `__system_settings` WHERE `id`=1
SELECT * FROM `_blocked_ip` WHERE `ip`='82.165.42.231'
---
    public function init()
    {
        $this->___system_settings = SystemSettings::findOne(1);

        if ($this->___system_settings->stop === 1) {
            $html = '<title>Технічні роботи</title><meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no"/>';
            $html .= '<link rel="shortcut icon" href="' . Yii::$app->getHomeUrl() . 'images/project/favicon.ico" type="image/x-icon">';
            $html .= '<link rel="apple-touch-icon" href="' . Yii::$app->getHomeUrl() . 'images/project/apple-touch-iphone.png">';
            $html .= '<style>p{line-height:1.4;}p br{display:none;}@media(max-width:767px){p br{display:block;}h1{font-size: 21px;}}</style>';
            $html .= '<h1 style="text-align:center; font-family: sans-serif; margin-top:100px;">Вас вітає технічна підтримка School Diary.</h1>';
            $html .= '<p style="text-align:center; font-family: sans-serif;">На даний момент Адміністрація сайту проводить технічні роботи.</p>';
            $html .= '<p style="text-align:center; font-family: sans-serif;">Ми робимо все можливе, щоб користувачі якомога швидше продовжили користуватися сервісом.</p>';
            $html .= '<p style="text-align:center; font-family: sans-serif;">Вибачте за тимчасові незручності. Сайт незабаром запрацює.</p>';
            $html .= '<br><p style="text-align:center; font-family: sans-serif;">Якщо у Вас є якісь запитання, звертайтеся за електронною адресою: <strong>' . Yii::$app->params['supportEmail'] . '</strong></p>';

            echo $html;
            die;
        }

        $this->_user_ip = Yii::$app->getRequest()->getUserIP();

    	$this->_ip_blocked = BlockedIP::findOne(['ip' => $this->_user_ip]);

SELECT * FROM `teachers` WHERE `user_id` IS NULL
SELECT * FROM `user` WHERE `id` IS NULL
---
        $this->__token_notification = Yii::$app->params['notificationTelegramBotToken'];
        $this->__adminTelegramID = Yii::$app->params['adminTelegramID'];

        $this->director_teacher = Teachers::findOne(['user_id' => Yii::$app->user->identity->id]);
        $this->telegram_id = User::findOne(Yii::$app->user->identity->id)->telegram->telegram_chat_id;
        $this->telegram_status = User::findOne(Yii::$app->user->identity->id)->telegram->status;