<?php 
	use yii\helpers\{Html, Url};
?>

<ul class="breadcrumb">
	<li><a href="/">Головна</a></li>
	<li class="active"><?= $this->title ?></li>
</ul>

<div class="privacy-policy-block">
	
	<h1><?= $this->title ?></h1>
	<ul>
		<li>Введення</li>
		<li>Загальні поняття</li>
		<li>Конфіденційність і захист інформації</li>
		<li>Зміна і видалення персональної інформації. Обов'язкове зберігання даних</li>
		<li>Обробка персональних даних за допомогою технології "Cookie"</li>
		<li>Захист персональної інформації Користувача</li>
	</ul>

	<br>

	<h4>1. Введення</h4>

	<br>

	<p>1.1. Політика конфіденційності (далі - "Політика") представляє собою правила користування Сайтом <strong>School Diary</strong> - <?= Html::a(Url::base(true), Url::base(true)) ?>.</p>

	<p>1.2. Користування Сайтом означає безумовну згоду Користувача з цією Політикою і зазначеними у ній умовами обробки його персональної інформації. У разі незгоди з цими умовами Користувач повинен утриматися від використання послугами Сайту.</p>

	<br>

	<h4>2. Загальні поняття</h4>
 	
 	<br>

 	<p>2.1. Політика є невід'ємною частиною Публічної оферти (далі - "Оферта"), яка доступна за адресою: <?= Html::a(Url::to(['/app/public-offer'], true), Url::to(['/app/public-offer'], true)); ?></p>

 	<p>2.3. Адміністрація Сайту має право вносити зміни в справжню Політику конфіденційності. При внесенні змін до актуальної редакції вказується дата останнього оновлення. Нова редакція Політики вступає в силу з моменту її публікації, якщо інше не передбачено новою редакцією Політики.</p>

 	<br>

	<h4>3. Конфіденційність і захист інформації</h4>

	<br>

	<p>3.1. Уся інформація захищена від інших Користувачів. Інший Користувач (учень/батьки) не бачить інформацію про іншого Користувача, яка б допомогла йому заволодіти його даними.</p>
	
	<p>3.2. Усі оцінки, які стосуються інших учнів, для даного Користувача, який авторизований у системі, видно, але без можливості дізнатися, кому саме вони належать. Під час оновлення сторінки з оцінками, їхній порядок хаотично змінюється.</p>

	<p>3.3. При реєстрації на Сайті Користувач надає наступну інформацію: Прізвище, Ім'я, адресу електронної пошти та номер контактного телефону (за бажанням).</p>

	<p>3.4. Надаючи свої персональні дані при реєстрації на Сайті, Користувач погоджується на їх обробку Адміністрацією.</p>

	<p>3.5. Адміністрація Сайту використовує персональні дані Користувача для:</p>
	
	<ul style="list-style-type: disc;">
		<li>реєстрації Користувача на Сайті</li>
		<li>оцінки й аналізування працездатності Сайту</li>
		<li>інформування Користувача про створення нового функціоналу</li>
	</ul>

	<p>3.6. Адміністрація має право відправляти інформаційні повідомлення на електронну пошту Користувачів, щоб повідомити / ознайомити їх з новим функціоналом. Користувач може відмовитися від підписки за власним бажанням. Ці налаштування можна змінити в особистому кабінеті Користувача.</p>

	<p>3.7. Адміністрація Сайту отримує інформацію про IP-адресу відвідувача Сайту <?= Html::a(Url::base(true), Url::base(true)) ?>. Дана інформація не використовується для встановлення особистості відвідувача.</p>

	<p>3.8. Адміністрація не несе відповідальності за відомості, надані Користувачем на Сайті в загальнодоступній формі. Також вона має право здійснювати записи телефонних розмов з Користувачем (якщо телефон присутній). При цьому Адміністрація зобов'язується запобігати спробам несанкціонованого доступу до інформації, отриманої в ході телефонних переговорів, і / або передачу її третім особам.</p>

	<p>3.9. Усі зображення Користувачів зашифровані, що унеможливлює їх перегляд Користувачам з інших навчальних закладів.</p>
	
	<br>

	<h4>4. Зміна і видалення персональної інформації. Обов'язкове зберігання даних</h4>

	<br>

	<p>4.1. Користувач може в будь-який момент змінити (оновити, доповнити) надану їм персональну інформацію (або її частину) у розділі "Профіль".</p>

	<br>

	<h4>5. Обробка персональних даних за допомогою технології "Cookie"</h4>

	<br>

	<p>5.1. Файли cookie, що передаються Сайтом обладнання Користувача і обладнанням Користувача Сайту, можуть використовуватися Сайтом для надання Користувачеві персоналізованих сервісів, в статистичних та дослідницьких цілях, а також для поліпшення функціоналу Сайту.</p>

	<p>5.2. Користувач усвідомлює, що обладнання та програмне забезпечення, які він використовував для відвідування сайтів в мережі Інтернет можуть володіти функцією заборони операцій з файлами Cookie (для будь-яких сайтів або для певних сайтів), а також видалення раніше отриманих файлів Cookie.</p>

	<p>5.3. Адміністрація Сайту має право використовувати технологію Cookie. Cookies не передаються третім особам. Технологія Cookie налаштована таким чином, що не дозволить іншим Користувачам заволодіти вашою інформацією за допомогою інших сайтів.</p>

	<p>5.4. Структура файлу Cookie, його зміст і технічні параметри визначаються Сайтом і можуть змінюватися без попереднього повідомлення Користувача.</p>

	<p>5.5. Найпопулярніша пошукова система Google має право встановити, що надання певного сервісу або послуги можливо тільки за умови, що приймання та отримання файлів Cookie дозволені Користувачем.</p>

	<br>

	<h4>6. Захист персональної інформації Користувача</h4>

	<br>

	<p>6.1. Сайт вживає необхідні і достатні організаційні та технічні заходи для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій з нею третіх осіб.</p>
	
	<br>
	<br>

	<p>Адміністрація системи <strong>School Diary ©</strong>.</p>
	
	<br>

</div>