<?php 
	use yii\helpers\{Html, Url};
?>

<ul class="breadcrumb">
	<li><a href="/">Головна</a></li>
	<li class="active"><?= $this->title ?></li>
</ul>

<div class="privacy-policy-block">
	
	<h1><?= $this->title ?></h1>
	<ul>
		<li>Введення</li>
		<li>Загальні поняття</li>
		<li>Предмет оферти</li>
		<li>Реєстрація та авторизація на Сайті</li>
		<li>Порядок функціоналу Сайту</li>
		<li>Оплата за послуги</li>
		<li>Термін дії послуг</li>
		<li>Термін дії публічної оферти</li>
	</ul>
	<br>

	<h4>1. Введення</h4>

	<br>

	<p>1.1. Справжній документ – це публічна оферта (пропозиція) системи <strong>School Diary</strong> про надання інформаційних послуг.</p>

	<p>1.2. Сайт і надані ним послуги тимчасово, частично чи повністю недоступні по причині проведення профілактичних чи технічних робіт. Технічна підтримка має право періодично проводити необхідні профілактичні або інші роботи.</p>

	<p>1.3. У випадку виникнення питань і претензій зі сторони Користувачів він має звернутися в технічну підтримку усіма доступними йому способами. Усі суперечки, які можуть виникнути, сторони будуть старатися рішити їх шляхом переговорів.</p>

	<br>

	<h4>2. Загальні поняття</h4>

	<br>

	<p>2.1. School Diary - система, яка надає Користувачеві інформацію щодо його успішності у випадку, якщо Користувач - учень/студент, та інформацію щодо успішності учня/студента у випадку, якщо Користувач - член родини (Батько, Мати, Брат, Сестра, Бабуся, Дідусь). Інформація надається у вигляді електронного журналу, де зберігається поточна успішність учня/студента, яка виставляється виключно силами вчителів або викладачів.</p>
	
	<p>2.2. Сайт - <?= Html::a(Url::base(true), Url::base(true)) ?>.</p>

	<p>2.3. Назва Сайту - <strong>School Diary</strong>.</p>

	<p>2.4. Електронна пошта технічної підтримки - <strong>support@school-diary.io</strong></p>
	
	<p>2.5. Користувач - фізична особа, яка приймає умови угоди і хоче користуватися усім доступним йому функціоналом системи.</p>

	<p>2.6. Основна мета системи - підвищення успішності учнів/студентів, доступ до перегляду оцінок електронного журналу, надання інформації Користувачам про персонал школи (директор, учителі тощо), розклад уроків/пар, розклад дзвінків, список учнів класу, список предметів, які вивчає клас.</p>

	<p>2.7. Спілкування Користувача з технічною підтримкою системи School Diary та іншими представниками має будуватися на принципах загальноприйнятої моралі і комунікаційного етикету. Строго заборонено використання нецензурних слів, лайки, образливих виразів, а також загроз і шантажу, в незалежності від того, в якому вигляді і кому вони були адресовані.</p>

	<p>2.8. Адміністрація Сайту має право вносити зміни в Оферту без повідомлення Користувачів.</p>

	<br>

	<h4>3. Предмет оферти</h4>

	<br>

	<p>3.1. Сайт надає інформаційні послуги Користувачу щодо його успішності, відвідування і школи загалом на умовах публічної Оферти</p>
	
	<p>3.2. Ціна і опис, за що Користувач оплачує кошти, задається в цілому на один навчальний заклад і визначаються на підставі відомостей, які Користувач надав при реєстрації.</p>

	<br>

	<h4>4. Реєстрація та авторизація на Сайті</h4>

	<br>

	<p>4.1. Реєстрація Користувача на Сайті відбувається виключно директором або вчителями, яким було надано доступ на додавання учнів та батьків. Щоб авторизуватися у системі достатньо ввести ваш email і пароль.</p>

	<p>4.2. Реєстрація на Сайті є обов'язковою для користування функціоналом системи.</p>

	<p>4.3. Адміністрація не несе відповідальності за точність і правильність інформації, що надається Користувачем при реєстрації.</p>
	
	<p>4.4. Користувач зобов'язується не повідомляти третім особам Email і пароль. У разі виникнення у Користувача підозр щодо безпеки його Email і пароля або можливості їх несанкціонованого використання третіми особами, Користувач може повідомити про це технічній підтримці Сайту, а також самостійно змінити свою інформацію в особистому кабінеті.</p>

	<p>4.5. Щоб відновити пароль, необхідно надіслати запит на відповідній сторінці <?= Html::a(Url::to(['/site/forgot-password'], true), Url::to(['/site/forgot-password'], true)) ?>.</p>

	<br>

	<h4>5. Порядок функціоналу системи</h4>

	<br>

	<p>5.1. Весь функціонал системи базується на знаннях, досвіді та порадах широкого кола вчителів та викладачів різних навчальних закладів.</p>
	
	<p>5.2. Однією з головних переваг системи є її гнучкість, яка досягається завдяки можливості зміни відповідних налаштувань та параметрів, які впливають та змінюють алгоритм функціонування. Саме тому система може бути задіяна у будь-якому навчальному закладі України.</p>

	<p>5.3. Також, окрім гнучкості, ще однією перевагою системи є її інтеграція в один з найпопулярніших месенджерів - <strong>Telegram</strong>, <strong>Facebook Messenger</strong> та <strong>Viber</strong> задля того, щоб Користувач мав змогу вибрати той месенджер, який йому найзручніший. Завдяки цим месенджерам Користувач може швидко і зручно, не прикладаючи жодних зусиль, отримати ту інформацію про школу, яка йому цікава і доступна, натиснувши при цьому на відповідну кнопку.</p>

	<p>5.4. Інтеграція реалізована за допомогою ботів, які прив'язуються до вашого акаунту системи School Diary. Після підключення месенджерів ви будете миттєво отримувати повідомлення, які стосуються вас (у випадку, якщо Користувач системи - учень), або вашої дитини (у випадку, якщо Користувачами є батьки) - наприклад, оцінки, оплати за користування послугами системи, повідомлення від Адміністрації Сайту тощо.</p>

	<p>5.5. Впровадження системи відбувається наступним чином: Адміністратор приїжджає до навчального закладу, допомагає налаштувати систему для подальшого її використання і залишає свої контактні дані у випадку виникнення проблем під час роботи Користувачів.</p>

	<p>5.6. Онлайн підтримка працює 24/7.</p>

	<br>

	<h4>6. Оплата за послуги</h4>
	
	<br>

	<p>6.1. <u>Оплата за послуги створюється за певного учня один раз на навчальний рік.</u>	</p>
<?php 
	// <p>6.2. Сума за користування послугами системи складає від <strong>200 гривень</strong> за одного учня. За послуги може заплатити як учень, так і його батьки, які зареєстровані у системі. Якщо за користування послугами заплатили батьки, то учню платити непотрібно і навпаки.</p>
	?>
	<p>6.2. Термін дії користування послугами зазначений у розділі 7 публічної оферти.</p>

	<p>6.3. Сума за користування послугами задається однакова для всіх учнів певної школи. Сума може коригуватися або змінюватися у випадку додавання нового складного функціоналу, у зв'язку з іншими економічними проблемами всередині країни тощо.</p>

	<p>6.4. Сума не може бути змінена без попередження про те Користувачів системи.</p>

	<p>6.5. Оплата здійснюється різними способами, які будуть доступні після того, як ви перейдете на сторінку оплати за журнал.</p>
	
	<p>6.6. Після успішної оплати на електронну пошту учня, за якого була проведена оплата, приходить чек, який, у випадку помилки під час проплати і після списання коштів, можна використати і звернутися у технічну підтримку системи School Diary.</p>
	
	<p>6.7. Копія чеку також надсилається на електронну пошту батьків учня, які також є Користувачами системи, а також на електронну пошту технічної підтримки. </p>
	
	<p>6.8. Для стимулювання учнів навчатися краще по закінченню кожного навчального року буде підраховуватися річна оцінка по предметам, від яких залежатимуть промокоди зі знижками на оплату за наступний навчальний рік. Окрім цього, функціонал системи буде кожного дня вдосконалюватися і доповнюватися, що лише зацікавить Користувачів у подальшому використанні системи.</p>

	<p>6.9. Під час оплати система не зберігає ваш номер рахунку та пароль, за допомогою яких була створена оплата.</p>

	<br>

	<h4>7. Термін дії послуг</h4>

	<br>

	<p>7.1. Термін дії користування послугами визначається від дати останньої проплати за користування функціоналом системи і до кінця навчального року - 31 травня (останній день). Починаючи з шостого місяця кожного року весь функціонал перестає бути доступним Користувачу (учні та батьки) до наступної оплати, яка буде запропонована.</p>
	
	<p>7.2. Користувачі системи, (учні та батьки) заздалегідь будуть проінформовані в месенджерах, які вони виберуть, а також на електронну пошту про те, що термін дії користування послугами закінчується через Х днів.</p>

	<br>

	<h4>8. Термін дії публічної оферти</h4>

	<br>

	<p>8.1. Справжня Публічна оферта вступає в силу з моменту його акцепту Користувача (після оплати за користування послугами), і діє до моменту відкликання акцепту Публічної оферти.</p>

	<br>
	<br>

	<p>Адміністрація системи <strong>School Diary ©</strong>.</p>
	
	<br>
	
</div>
