<ul class="breadcrumb">
	<li><a href="/">Головна</a></li>
	<li class="active"><?= $this->title ?></li>
</ul>

<div class="privacy-policy-block">
	
	<h1><?= $this->title ?></h1>
	
	<br>

	<p>Дана політика стосується Користувачів, які мають змогу платити за користування послугами системи <strong>School Diary</strong>. Такими Користувачами є <strong>Учні</strong>, <strong>Батьки</strong> та <strong>Директори</strong>.</p>

	<p>Адміністрація системи <strong>School Diary</strong> гарантує повне повернення коштів за користування послугами на першу вимогу Користувача (далі - Гарантійний період), за умови дотримання Користувачем термінів і вимог публічної оферти.</p>

	<p>Термін гарантійного періоду для Користувача становить 14 календарних днів.</p>

	<p>У разі повернення коштів увесь функціонал, який доступний для Користувача перестає бути доступним до наступної оплати.</p>

	<p>Для оформлення заявки про повернення грошових коштів за користування послугами електронного журналу, необхідно зв'язатися з технічною підтримкою, написавши на електронну пошту: <strong>support@school-diary.io</strong>. Усі заявки розглядаються протягом 24 годин.</p>

	<p>Процедура повернення коштів можлива при вказівці в заяві на повернення таких даних: </p>

	<p>Якщо користувач - <strong>Учні</strong> або <strong>Батьки</strong>:</p>

	<ul style="list-style-type: disc;">
		<li>Прізвище, Ім'я та По-батькові Користувача системи</li>
		<li>№ платежу</li>
		<li>№ оплати</li>
		<li>Дата оплати</li>
		<li>Причина повернення коштів</li>
	</ul>

	<p>Якщо користувач - <strong>Директор</strong>:</p>

	<ul style="list-style-type: disc;">
		<li>Прізвище, Ім'я та По-батькові Користувача системи</li>
		<li>Дата оплати</li>
		<li>Причина повернення коштів</li>
	</ul>

	<p>Якщо заяву написав Учень системи, то поверненя можливе після того, як Адміністрація Сайту розгляне заяву та отримає згоду на повернення коштів від одного з його батьків. Згоду Адміністрація отримає шляхом написання на електронну пошту цих Користувачів.</p>
	
	<p>Повернення здійснюється безготівковим шляхом - на карту Користувача або на банківський рахунок, з яких була проведена оплата.</p>

	<p>Перерахування коштів на банківську карту проводиться протягом 15 календарних днів з моменту прийняття рішення про повернення. Повернення грошових коштів здійснюється в розмірі з вирахуванням всіх комісій платіжних систем.</p>

	<p>Дана політика повернення грошових коштів є невід'ємною частиною угоди Користувача. Терміни та визначення, наведені в цій політиці, відповідають аналогічним термінам і визначенням з угоди Користувача, якщо окремо не обумовлені по тексту даної політики.</p>

	<br>

	<p>Адміністрація системи <strong>School Diary ©</strong>.</p>

	<br>
	<br>
	
</div>